Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/skuvlen-_ja_oahppamateriala.html.tmx
Source language: sme
Languages: smn

source: Skuvlen- ja oahppamateriálalávdegoddi lea sámedikki skuvlenpolitihkalaš ja sámegielat árrabajásgeassimii gullevaš evttohusaid, álgagiid, cealkámušaid ja bealiváldimiid válmmaštalli orgána.
smn: Škovlim

source: Lávdegotti mearrida maiddái oahppamateriálabarggu plánemis ja bušeahtas.
smn: Sämitigge oovded sämmilij jieijâs kielâ, kulttuur já jieijâskielâlâš máttááttâs.

source: Lávdegotti bargun lea ovddidit sámeoahppiid vuoigatvuođaid iežaset giela ja iežasgielat oahpahussii ja maiddái ovddidit sámeoahpahusa sajádaga Suoma skuvlenortnegis.
smn: Sämitigge oovdâst sämmilij jienâ škovlimpolitiikâst. Sämikielâ já kulttuur sajattâh máttááttâsâst lii ohtâ tehálumosijn sämmilij puátteevuođâ koččâmâšâin.

source: Dat bargá sámeoahpahussii gullevaš guovlluguovdasaš, álbmotlaš ja davviriikkalaš ovttasbarggu.
smn: Sämikielâ lii kuullâm škoovlâ máttááttâsohjelmân vuáđuškoovlâ vuosmuu ihelovo rääjist.

source: Lávdegoddi mearrida stáhta bušeahtas (váldoluohkká 29, oahpahusministeriija) sámegielat oahppamateriála ja sámeoahpahusa ovddideapmái dárkkuhuvvon stáhtadoarjaga geavaheamis.
smn: Sämikielâlâš máttááttâs adeluvvoo enâmustáá vuáđumáttááttâs iheluokain 1-6. Sämikuávlu ulguubeln máttááttuvvoo sämikielâ tuše váhá, mut uáppeemeeri lii lassaanmin.

source: Dat válmmaštallá sámedikki čoahkkimii oahppamateriálabuvttadeami jahkásaš ja guhkit áigge plánaid ja addá jahkásaččat sámedikki čoahkkimii ja oahpahusráđđehussii čilgehusa oahppamateriáladilis ja stáhtadoarjaga geavaheamis.
smn: Sämikielâ puáhtá leđe škoovlâ máttááttâskielâ, eenikielâ oppâaamnâs já iävtutátulâš/ väljejum vieres kielâ oppâaamnâs. Sämikuávlust ässee sämikielâ mättee uáppeeh kalgeh laavâmield finniđ váldu-uási vuáđumáttááttâsâst sämikielân.

source: Lávdegoddi válmmaštallá oktii válgabajis skuvlenpolitihkalaš dieđáhusa Sámedikki čoahkkimii.
smn: Lävdikodde valmâštâl ohtii vaaljâpaijeest škovlimpoolitlii tiättunadelem Sämitige čuákkimân.

source: Lávdegoddi vástida lassin Sámenuoraid dáiddadáhpáhusas, mii lea jahkásaččat ovttasbarggus sámiid ruovttuguovllu gielddaiguin ja sámeservviiguin ordnejuvvon mánáid ja nuoraid dáidda- ja kulturdáhpáhus.
smn: Tot lii párnái já nuorâi taaidâ- já kulttuurkavalgaad, mii uárnejuvvoo ihásávt ohtsâšpargoin sämikuávlu kieldâiguin já sämiservijguin.

source: Lávdegotti gieđahallan áššiid válmmaštallá ja ollašuhttá skuvlen- ja oahppamateriáladoaimmahat.
smn: Lävdikode kieđâvuššâm aašijd valmâštâl já olášuttá škovlim- já oppâmateriaaltoimâttâh.

source: Lávdegotti áššemeannudeaddjin doibmet skuvlenčálli (skuvlenpolitihkalaš ja árrabajásgeassináššit) ja oahppamateriálačálli (oahppamateriálaáššit).
smn: Lävdikode oovdânpyehten tuáimih škovlimčällee (škovlimpoolitlâš já peivikiäččuääših), oppâmateriaalčällee (oppâmateriaalääših).

source: Skuvlen- ja oahppamateriálalávdegoddái gullet jagiin 2020 – 2023 čuovvovaš lahtut ja várrelahtut:
smn: Škovlim já oppâmateriaallävdikoodán kuleh iivijn 2020-2023 tah jesâneh já värijesâneh:

source: Lahtut Ljetoff Tauno, sd. Magga Ulla-Maarit, vsd.
smn: Jesâneh: Ljetoff Tauno, sj. Magga Ulla-Maarit, vsj.

source: Várrelahtut Kiprianoff Tuomas Juuso Berit-Ellen Mäenpää Iiris Hetta Elli-Marja Valkeapää Niko Jama Kaisa-Mari Lukkari Sammol
smn: Värijesâneh: Kiprianoff Tuomas Juuso Berit-Ellen Mäenpää Iiris Hetta Elli-Marja Valkeapää Niko Jama Kaisa-Mari Lukkari Sammol
